import React from "react";
// import "./Catalog.css";



const News_and_promotions = () => {
  return (
   
    <div className="">
    <div>Новости и акции</div>
    <br></br>
    <div>Добро пожаловать в наш новый магазинчик!</div>
    <br></br>
    <div>Дорогие мои, вы все чаще и чаще задаёте вопрос куда же мы пропали, а ответ как всегда прост, мы переехали в новый уютный магазин который распологается по адресу:Тц Такой-то, 1этаж, вход со стороны Магнита и направо! У нас как и прежде море игрушек, воздушных шаров и праздничного настроения. Ждём всех в гости по новому адресу!</div>


    </div>


  );
};

export default News_and_promotions;
